{
  "daftar_batik": [
    {
      "nama": "Mega Mendung",
      "nama2": "Asal Cirebon yang jadi banyak incaran",
      "kategori": "Batik Mega Mendung",
      "asal": "Cirebon, Jawa Barat",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 200,000 - IDR 300,000",
      "details": "Motif Batik Mega Mendung asal Cirebon",
      "description": "Salah satu ciri khas gambar batik dari daerah pesisir pantai adalah warnanya yang lebih terang sehingga memberikan kesan ceria kepada pemakainya. Contohnya motif batik mega mendung asal Cirebon ini. Ciri khasnya adalah motif mega mendung berwarna biru di atas langit yang cerah. Batik nusantara ini juga cocok digunakan dengan semua umur dan sering digunakan desainer, misalnya Albert Yanuar, dalam mendesain batik modern.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/attachment/71473/megamendung.jpg"
    },
    {
      "nama": "Sogan",
      "nama2": "Memberikan kesan elegan\n",
      "kategori": "Batik Sogan",
      "asal": "Solo dan Yogyakarta, Jawa Tengah",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 125,000 - IDR 220,000",
      "details": "Motif Batik Sogan berasal dari Solo dan Yogyakarta",
      "description": "Inilah motif batik favorit Presiden RI, Joko Widodo. Batik yang memang berasal dari Solo dan Yogyakarta ini memiliki ciri khas warna cokelat muda dengan gambar batik beraksen bunga dan titik-titik, serta lengkungan dan garis di dalam motifnya. Sogan sudah ada sejak era nenek moyang dan biasanya digunakan oleh raja-raja di keraton karena warnanya yang elegan, kombinasi coklat dan hitam. Meski kini warna batik semakin modern, batik sogan tetap menjadi batik Indonesia incaran pencinta fashion di Asia dan Eropa.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/attachment/78373/batik_sogan_2.jpg"
    },
    {
      "nama": "Tujuh Rupa",
      "nama2": "Meningkatkan mood pemakainya",
      "kategori": "Batik Tujuh Rupa",
      "asal": "Pekalongan, Jawa Tengah",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 185,000 - IDR 200,000",
      "details": "Motif Batik Tujuh Rupa dari Pekalongan",
      "description": "Motif batik ini merupakan motif Pekalongan yang paling digemari. Dalam satu kain, warna dan gambar batik sangat beragam sehingga dikatakan tujuh rupa. Dulunya Pekalongan merupakan pelabuhan yang sangat besar tempat pedagang dari Tiongkok, Arab, dan Eropa melakukan perdagangan dengan warga lokal. Percampuran budaya inilah yang membuat batik Pekalongan sangat kaya warna.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/attachment/29373/batik_tujuh_rupa.jpg"
    },
    {
      "nama": "Periangan",
      "nama2": "Membuat penampilan lebih kalem",
      "kategori": "Batik Periangan",
      "asal": "Tasik, Jawa Barat",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 190,000 - IDR 250,000",
      "details": "Motif Batik Priangan dari Tasik",
      "description": "Motif batik dari Tasikmalaya ini biasanya disukai pria karena gambar batik yang rapi sehingga memberikan kesan kalem sekaligus berwibawa. Tapi kamu pun bisa menggunakan batik nusantara ini sebagai bawahan, kok. Batik Tasikmalaya memiliki warna yang lebih cerah seperti biru muda, merah, atau hijau muda, dan menggambarkan lingkungan alamnya. Motif daun, bunga, atau burung sering menjadi motif utama dalam batik ini.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/content_attachment/a01f330e10e8d762eae3c2c5/w-740/Batik_Priangan.jpg.webp"
    },
    {
      "nama": "Gentongan",
      "nama2": "Warnanya awet hingga bertahun-tahun",
      "kategori": "Batik Gentongan",
      "asal": "Pesisir Jawa",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 750,000 - IDR 1,200,000",
      "details": "Motif Batik Gentongan dari pesisir Jawa",
      "description": "Sama seperti batik pesisir lainnya, warna batik ini juga cerah sehingga menampilkan kesan ceria pemakainya. Batik gentongan ini dibuat dengan hanya satu motif saja dan untuk mewarnainya, kain dicelupkan ke dalam gentong lalu motifnya digambar langsung di atas kainnya. Teknik ini membuat warna kain tidak akan pudar dalam beberapa tahun.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/attachment/20473/batik_gentongan.jpg"
    },
    {
      "nama": "Parang",
      "nama2": "Disebut akan meningkatkan semangat pemakainya",
      "kategori": "Batik Parang",
      "asal": "Solo, Jawa Timur",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 200,000 - IDR 300,000",
      "details": "Motif Batik Parang asal Solo",
      "description": "Kamu pasti sering melihat batik Indonesia dengan motif ini, yaitu seperti huruf S yang tersusun rapi. Motif batik asal Solo ini menjadi salah satu motif yang menjadi favorit turis asing saat berkunjung ke Kampung Batik Laweyan di Solo. Berasal dari kata pereng yang berarti lereng, motif batik Indonesia ini melambangkan jalan yang berkesinambungan dan tidak terputus, sehingga diibaratkan semangat pemakainya yang tidak pernah putus dalam menggapai impiannya.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/content_attachment/fca4d4de10e8d7623cf3c2c5/w-740/image.png.webp"
    },
    {
      "nama": "Kawung",
      "nama2": "Salah satu motif batik tertua",
      "kategori": "Batik Kawung",
      "asal": "Batik Tertua di indonesia",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 238,000 - IDR 475,000",
      "details": "Batik Kawung adalah salah satu gambar batik tertua di Indonesia",
      "description": "Batik nusantara memang sudah hadir sejak beratus-ratus tahun lalu. Nah, Batik Kawung adalah salah satu motif batik tertua yang ada di Indonesia. Gambar batik ini sendiri terinspirasi dari bentuk buah kawung atau yang dikenal juga sebagai buah aren.\n\nMotifnya terdiri dari empat oval dan di tengah-tengah memiliki bentuk yang menyerupai salib. Keseluruhan gambar batik memiliki makna yang mengacu pada sumber energi universal.\n\nSeperti pada umumnya, batik Kawung menjadi salah satu batik nusantara yang hanya boleh dikenakan oleh orang-orang kerajaan saja. Biasanya motif batik ini bisa kamu temui ketika digunakan sebagai sarung dari raja atau permaisuri. Tapi seiring berjalannya waktu, batik nusantara ini juga sekarang telah hadir dalam bentuk rok hingga dress.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/content_attachment/04180d1320e8d762a634c2c5/w-740/Batik_Kawung.jpg.webp"
    },
    {
      "nama": "Sekar Jagad",
      "nama2": "Yang Memesona",
      "kategori": "Batik Sekar Jagad",
      "asal": "Yogyakarta, Jawa Tengah",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 130,000 - IDR 270,000",
      "details": "Motif Batik Sekar Jagad dari Yogyakarta",
      "description": "Yogyakarta menjadi salah satu daerah di Indonesia yang memiliki motif batik yang populer. Salah satunya adalah motif batik sekar jagad. Dari namanya, pola batik ini ternyata menyimpan arti keindahan yang mampu membuat siapa pun yang melihat terpesona.\n\n \n\nTentu saja penggambaran yang tepat bagi perempuan yang mengenakan motif batik satu ini. Ya, gambar batiknya yang indah tentu akan membuatmu tampak lebih elegan dan memesona. Ternyata ada yang mengatakan, motif batik sekar jagad terinspirasi dari peta dunia, lho, karena gambar batik yang menyerupai pulau-pulau.",
      "capstone": "Bangkit 2022",
      "img": "https://s3.bukalapak.com/uploads/content_attachment/d7470bc150e8d76279d4c2c5/w-740/Batik_sekar_jagad.jpg.webp"
    },
    {
      "nama": "Sidomukti",
      "nama2": "Asal Magetan yang memiliki warna terang",
      "kategori": "Batik Sidomukti",
      "asal": "Magetan, Jawa Timur",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 170,000 - IDR 270,000",
      "details": "Motif Batik Sidomukti asal Magetan",
      "description": "Motif batik satu ini berasal dari Kabupaten Magetan, Jawa Timur. Batik sidomukti Magetan memiliki warna-warna yang terang dan jauh dari kesan kolot. Ciri khas dari motif batik ini adalah gambar bambu dan bunga-bunga sederhana. Awalnya, batik Indonesia ini biasa dipakai untuk upacara adat dan acara resmi. Hanya sultan dan keluarga yang diperbolehkan memakai motif batik keraton ini. Namun, kini peraturan telah dicabut dan rakyat bisa memakai motif batik sidomukti Magetan secara bebas.",
      "capstone": "Bangkit 2022",
      "img": "https://s2.bukalapak.com/uploads/content_attachment/218a45df10e8d76266e4c2c5/w-740/Batik_sidomukti_magetan.jpg.webp"
    },
    {
      "nama": "Tambal",
      "nama2": "Hasil perpaduan beberapa gambar batik",
      "kategori": "Batik Tambal",
      "asal": "Indonesia",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 130,000 - IDR 270,000",
      "details": "Motif Batik Tambal",
      "description": "Sesuai dengan namanya, batik tambal menyerupai kain tambalan. Motif yang terdiri dari beragam motif batik lainnya ini menyerupai kain patchwork yang dibuat dari aneka kain perca. Secara filosofis, motif ini memiliki arti menambal sesuatu atau memperbaiki sesuatu yang rusak.\n\nKamu bisa mengaplikasikan kain motif batik modern ini pada dress yang stylish. Selain itu, kamu pun bisa mengenakan batik bermotif tambal untuk bawahan kebaya modern. Intinya, padukan batik ini sesuai selera dan gayamu.",
      "capstone": "Bangkit 2022",
      "img": "https://s2.bukalapak.com/uploads/content_attachment/7cbe5a3220e8d76237f4c2c5/w-740/Batik_tambal.jpg.webp"
    },
    {
      "nama": "Sidoluhur",
      "nama2": "Yang biasa dikenakan oleh pengantin perempuan",
      "kategori": "Batik Sidoluhur",
      "asal": "Yogyakarta, Jawa Tengah",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 150,000 - IDR 270,000",
      "details": "Motif Batik Sidoluhur",
      "description": "Kalau motif batik yang satu ini biasanya terlihat dikenakan oleh pengantin perempuan ketika malam pengantin. Motif yang memiliki alur gambar batik menyerupai ketupat ini memiliki makna agar orang yang mengenakannya bisa mencapai kedudukan yang paling tinggi,dan menjadi panutan di lingkungan sekitarnya.",
      "capstone": "Bangkit 2022",
      "img": "https://s2.bukalapak.com/uploads/content_attachment/7e583fca10e8d762a705c2c5/w-740/Batik_sidoluhur.jpg.webp"
    },
    {
      "nama": "Garutan",
      "nama2": "Yang tampak lebih modern",
      "kategori": "Batik Garutan",
      "asal": "Garut, Jawa Barat",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 180,000 - IDR 290,000",
      "details": "Motif Batik Garutan",
      "description": "Batik Garut sudah berkembang sebelum kemerdekaan Indonesia. Motif batik satu ini memiliki kesan minimalis dan menggunakan warna-warna cerah. Secara filosofis, warna-warna ini mengungkapkan kebahagiaan, seperti warna gading, merah, hijau, hingga ungu muda. Umumnya, motif batik Garutan merupakan cerminan dari kehidupan sosial dan budaya orang Sunda, khususnya wilayah Garut, Jawa Barat.",
      "capstone": "Bangkit 2022",
      "img": "https://s4.bukalapak.com/uploads/content_attachment/46f8d8e130e8d7627c25c2c5/w-740/batik-garutan.jpg.webp"
    },
    {
      "nama": "Celup",
      "nama2": "Yang abstrak namun artsy",
      "kategori": "Batik Celup",
      "asal": "Indonesia",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 130,000 - IDR 270,000",
      "details": "Motif Batik Celup",
      "description": "Motif batik yang beragam salah satunya disebabkan oleh beragam pula teknik yang digunakan. Salah satu teknik dalam pembuatan batik nusantara adalah dengan teknik celup atau tie dye. Nah, biasanya motif batik modern yang dihasilkan dari teknik celup memiliki pola yang geometris, tapi tidak memiliki garis tegas pemisah antara motif dan warna latar serta memberikan kesan seperti motif psychadelic.\n\n \n\nNamun hal itu bisa menjadi statement tersendiri dalam tampilanmu. Sudah banyak pula desainer pakaian yang menggunakan macam macam batik dengan teknik celup ke pewarna organik seperti indigo sebagai bahan dasar pembuatan pakaiannya.",
      "capstone": "Bangkit 2022",
      "img": "https://s0.bukalapak.com/uploads/content_attachment/53bebfdd10e8d7622e65c2c5/w-740/Motif_abstrak_batik_celup.jpg.webp"
    },
    {
      "nama": "Keraton",
      "nama2": "Jadi pelopor batik Indonesia",
      "kategori": "Batik Keraton",
      "asal": "Indonesia",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 130,000 - IDR 270,000",
      "details": "Motif Batik Keraton",
      "description": "Jika ingin tahu motif apa yang jadi \"nenek moyang\" dari macam-macam batik Indonesia, inilah jawabannya. Yup, motif batik keraton menjadi pelopor dari batik Indonesia. Dari namanya saja kamu pasti sudah tahu, dari mana motif batik ini berasal.\n\n \n\nPada awalnya batik nusantara ini dibuat oleh putri keraton bersama dengan para pembatik yang ada di dalam keraton. Karena hal tersebut pun yang boleh mengenakannya hanya sultan dan keluarganya, sehingga motif ini menjadi salah satu motif yang sangat eksklusif. Tapi tenang, sekarang motif ini sudah bisa dikenakan oleh semua kalangan, kok.",
      "capstone": "Bangkit 2022",
      "img": "https://s2.bukalapak.com/uploads/content_attachment/746a56be10e8d7627885c2c5/w-740/batik-keraton4.jpg.webp"
    },
    {
      "nama": "Bali Singa Barong",
      "nama2": "Selalu mencuri perhatian wisatawan",
      "kategori": "Batik Bali Singa Barong",
      "asal": "Bali",
      "tutorial": "https://www.youtube.com/watch?v=Va_YSGEAmtE&t=4s",
      "harga": "IDR 150,000 - IDR 250,000",
      "details": "Motif Batik Bali",
      "description": "Bali memang masih menjadi destinasi favorit wisatawan mancanegara. Bali juga memiliki motif batik yang tak kalah populer, lho. Motif batik singa barong selalu berhasil mencuri perhatian wisatawan.\n\n \n\nBatik Bali memang cenderung masih muda, karena baru saja dikembangkan. Tapi motif batiknya sudah berhasil mendapatkan sorotan karna tampak berbeda. Batik Bali memiliki aroma yang berbeda, karena menggunakan bahan-bahan alami, seperti kulit kayu, dalam proses pewarnaan. Bobotnya pun terasa lebih berat dari kain batik biasa.",
      "capstone": "Bangkit 2022",
      "img": "https://s2.bukalapak.com/uploads/content_attachment/7627b2af10e8d7628146c2c5/w-740/motif-batik-barong.jpg.webp"
    }
  ]
}